{
    "title": "END OF THE LOAN Brexit saving taxpayers more than £300m a year in unpaid EU student loans",
    "content": "\nMinisters have vowed to plough the extra cash into training up Brits now we've left the bloc.\n\nEU students were handed £590m a taxpayer-backed loans in 2020-21\n\nTory MPs hailed the news as a major dividend of our decision to make a clean break from Brussels.\n\nAn eye-watering £590m of taxpayer-funded loans were granted to students from EU states in 2020-21.\n\nBut the government admits more than half of that amount will almost certainly never be repaid.\n\nThe startling revelation is contained in a Whitehall paper outlining the benefits of Brexit.\n\nFormer minister David Jones said: \"This is a particularly welcome benefit of Brexit.\n\n“Leaving the EU now enables us to pay for the education and training of thousands of British students, proving how wise we were to vote to leave the EU.”\n\nBrussels rules made us treat students from the EU the same as British ones while we were a member.\n\nThat meant they were entitled to loans and grants on the same terms, and paid the same £9,250 a year fees.\n\nMany never met the earnings threshold to start repaying, or returned home making it difficult to chase up their bill.\n\nBut now we've left they're subject to the same rules as people who come here from the rest of the world.\n\nThere were 153,000 students from the EU at our unis in 2020-21. Their default rate was roughly the same as that of Brits.\n\nA study by the Higher Education Policy Institute found EU students generate an average net economic gain for the UK of £71,000 each.\n\nThat compares with £102,000 for those who come here to study from countries outside the bloc.\n\nResearchers estimated all international students are worth roughly £28.8bn a year to the British economy.\n",
    "url": "https://www.thesun.co.uk/news/17643654/brexit-eu-student-loans-saving/",
    "favicon": "https://www.thesun.co.uk/favicon.ico",
    "newsProvider": "The Sun"
}